[
    {
        "title": "Two Day",
        "energy": 2,
        "mode": "day",
        "subtitle": "Your success today depends upon your ability to: compromise, negotiate, avoid conflict, work in the background, listen to others, see alternatives, be flexible, delegate responsibility.",
        "body": "The 2 Personal Day governs compromise, sharing and delegation. It is a time of decisions, choices, alternatives, and new perspectives. The motives of other people, as well as their particular behaviour, can be closely observed and studied now, and you can learn from the model of others around you. Comparison and contrast will be themes during the 2 period. This is a day for facilitation, collaboration and sharing, working with others or bringing potential allies on board. Two does not, however, favour pushing or asserting your ego, and though it is certainly an extrovert vibration it supports patient work and the delegation of the workload. This is an excellent time for listening rather than talking and for heeding the good, clear advice of people that you trust. It can ask for healthy compromises and for the adoption of new perspectives and alternatives approaches instead of reliance on old methods. Reconciliation with those who have grievances against you is to be done on a 2. And if you require favours from other people or from agencies within the community, now is a good time to seek them. On your 2 Day, it is likely that matters pertaining to the relationships in your life will come to the fore. Your intimate and professional relations with other people are a lesson now, and if some are not smooth or working aright, this is a good day to get down to solutions. Listen to what others are saying and don’t take their words or complaints personally. Don’t allow your emotions to dominate at this time. You can learn some precious lessons from the human mirrors that reflect back who and what you are. If you are misrepresented, correct the person diplomatically and calmly. If you feel greatly superior to everyone around you, then this day can see you cut down to size, but if your moral stance is authentic others can now praise you and model their own behaviour upon yours. This is one of the best days to teach by your example, rather than by force. The 2 supports you when researching, shopping, investigating, and when your are inquiring about services or anything which involves the direct assistance of other people (mechanic, cable–operators, computer experts, home-help, etc,.) To get the best on this day, be easy, open, available, personable, and responsive. You may be asked to reciprocate later for the services that you are offered and for the assistance of friends, colleagues and acquaintances."
    },
    {
        "title": "Two Month",
        "energy": 2,
        "mode": "month",
        "subtitle": "Your success today depends upon your ability to: compromise, negotiate, avoid conflict, work in the background, listen to others, see alternatives, be flexible, delegate responsibility.",
        "body": "The 2 Personal Day governs compromise, sharing and delegation. It is a time of decisions, choices, alternatives, and new perspectives. The motives of other people, as well as their particular behaviour, can be closely observed and studied now, and you can learn from the model of others around you. Comparison and contrast will be themes during the 2 period. This is a day for facilitation, collaboration and sharing, working with others or bringing potential allies on board. Two does not, however, favour pushing or asserting your ego, and though it is certainly an extrovert vibration it supports patient work and the delegation of the workload. This is an excellent time for listening rather than talking and for heeding the good, clear advice of people that you trust. It can ask for healthy compromises and for the adoption of new perspectives and alternatives approaches instead of reliance on old methods. Reconciliation with those who have grievances against you is to be done on a 2. And if you require favours from other people or from agencies within the community, now is a good time to seek them. On your 2 Day, it is likely that matters pertaining to the relationships in your life will come to the fore. Your intimate and professional relations with other people are a lesson now, and if some are not smooth or working aright, this is a good day to get down to solutions. Listen to what others are saying and don’t take their words or complaints personally. Don’t allow your emotions to dominate at this time. You can learn some precious lessons from the human mirrors that reflect back who and what you are. If you are misrepresented, correct the person diplomatically and calmly. If you feel greatly superior to everyone around you, then this day can see you cut down to size, but if your moral stance is authentic others can now praise you and model their own behaviour upon yours. This is one of the best days to teach by your example, rather than by force. The 2 supports you when researching, shopping, investigating, and when your are inquiring about services or anything which involves the direct assistance of other people (mechanic, cable–operators, computer experts, home-help, etc,.) To get the best on this day, be easy, open, available, personable, and responsive. You may be asked to reciprocate later for the services that you are offered and for the assistance of friends, colleagues and acquaintances."
    },
    {
        "title": "Two Year",
        "energy": 2,
        "mode": "year",
        "subtitle": "Your success today depends upon your ability to: compromise, negotiate, avoid conflict, work in the background, listen to others, see alternatives, be flexible, delegate responsibility.",
        "body": "The 2 Personal Day governs compromise, sharing and delegation. It is a time of decisions, choices, alternatives, and new perspectives. The motives of other people, as well as their particular behaviour, can be closely observed and studied now, and you can learn from the model of others around you. Comparison and contrast will be themes during the 2 period. This is a day for facilitation, collaboration and sharing, working with others or bringing potential allies on board. Two does not, however, favour pushing or asserting your ego, and though it is certainly an extrovert vibration it supports patient work and the delegation of the workload. This is an excellent time for listening rather than talking and for heeding the good, clear advice of people that you trust. It can ask for healthy compromises and for the adoption of new perspectives and alternatives approaches instead of reliance on old methods. Reconciliation with those who have grievances against you is to be done on a 2. And if you require favours from other people or from agencies within the community, now is a good time to seek them. On your 2 Day, it is likely that matters pertaining to the relationships in your life will come to the fore. Your intimate and professional relations with other people are a lesson now, and if some are not smooth or working aright, this is a good day to get down to solutions. Listen to what others are saying and don’t take their words or complaints personally. Don’t allow your emotions to dominate at this time. You can learn some precious lessons from the human mirrors that reflect back who and what you are. If you are misrepresented, correct the person diplomatically and calmly. If you feel greatly superior to everyone around you, then this day can see you cut down to size, but if your moral stance is authentic others can now praise you and model their own behaviour upon yours. This is one of the best days to teach by your example, rather than by force. The 2 supports you when researching, shopping, investigating, and when your are inquiring about services or anything which involves the direct assistance of other people (mechanic, cable–operators, computer experts, home-help, etc,.) To get the best on this day, be easy, open, available, personable, and responsive. You may be asked to reciprocate later for the services that you are offered and for the assistance of friends, colleagues and acquaintances."
    },
    {
        "title": "Three Day",
        "energy": 3,
        "mode": "day",
        "subtitle": "Your success today depends upon your ability to: share, prepare, create, produce, materialise, adapt, include, refine.",
        "body": "This is a day for creativity, generosity, negotiation and healing, as well as for beautification. It is good for taking care of the body’s needs, for cosmetic work and for the purchasing of luxury items for the self or the home. This is a day for relishing your own creations and being proud of what you possess. Improve your surroundings, and decorate your environment. Purchase nice new clothes, some jewellery, as well as plants, animals, art-work and musical instruments, etc., and spoil yourself. Reciprocate those who have been generous to you, and who have extended needed help in the past. The giving of gifts (especially to the opposite sex) is also recommended for your 3-Personal Day. Healing appointments, even for animals, should also be scheduled now. You can plan visits to art galleries, or take in concerts, attend theatre plays or go to good restaurants, etc,. This will guarantee avoidance of all sickness, unpleasantness and danger (unless your energies are over the top). Professional meetings which are concerned with creations, brainstorming and compromise, rather than great detail are fine. This is not a day for extreme extroversion but is not entirely sedate either. Art, dance, or music classes, etc., can be commenced, and you can also make debuts which feature your own creations. You should avoid the tendency to indulge or eat excessively today. If you are involved in diets or health regimens, you must be extra diligent on the 3. Punctuality will also come a little harder, so expect it from yourself and others so as to minimise hostility. Do not overtax your energies today, and take whatever rest is available, if you are able. You will need extra energy for the days to come. You are also likely to be more physically sensitised and will not wish to be in hostile or toxic environments, or around loud and busy people. Try to enjoy your own company and be in peace and quiet, if possible. This is a day for pampering yourself, so do things which you enjoy and do not get overly involved in, or stressed over, practical matters. Today, the needs of others may invade quite dramatically, and overwhelm your energies and resources, so know how and when to draw your boundaries. The good you do now will be remembered and rewarded later, but be sure not to drown in your own altruism."
    },
    {
        "title": "Three Month",
        "energy": 3,
        "mode": "month",
        "subtitle": "Your success this month depends upon your ability to: express, nurture, create, appreciate, refine, connect, envision, and enjoy.",
        "body": "This is a month of creativity, refinement, and heartfelt expression—a time to step back, admire what has already come to fruition, and enjoy the beauty of life. The energy of 3 brings an artistic, visionary quality, encouraging you to see the whole picture rather than getting lost in the details. Whether in your personal or professional life, allow yourself to dream bigger, create freely, and refine your surroundings with elegance. This is not a month for heavy schedules or rigid discipline. Instead, flow with the rhythm of inspiration. Savor what you have already built—whether relationships, achievements, or personal milestones—and take time to nourish yourself in body and soul. Treat yourself to small luxuries, whether through art, fashion, music, or time spent in beautiful surroundings. Your environment matters now, so enhance it with color, beauty, and warmth.  Relationships take on a special glow during this period. Let the people in your life know how much they are appreciated. Whether through thoughtful words, gestures, or small gifts, your expressions of gratitude will strengthen bonds and bring joy to both giver and receiver. Family time is especially precious now—play with the kids, laugh freely, and embrace the lighthearted side of life. The 3 Month also encourages social connection and professional collaboration, but in a relaxed, open-ended way. This is a time for brainstorming, sharing ideas, and engaging in creative discussions, but not for strict deadlines or high-pressure decision-making. Allow ideas to breathe and evolve naturally. Above all, resist the temptation to overextend yourself. This is a time to restore, replenish, and appreciate the beauty that already surrounds you. Take life at a gentle pace, nurture yourself and others, and trust that inspiration will flow when the time is right."
    },
    {
        "title": "Three Year",
        "energy": 3,
        "mode": "year",
        "subtitle": "Your success this year depends upon your ability to: embrace, inspire, cultivate, celebrate, expand, uplift, harmonize, and manifest.",
        "body": "A 3-Personal Year is a time of vision, creativity, and joyful self-expression. This is a year to embrace beauty, refine your world, and take a broader view of your life’s direction. It is not a time for pushing forward with rigid goals but rather for appreciating what has already come into being, nourishing your dreams, and shaping your future with artistry and intention. The energy of this year asks you to see the whole picture—to reflect on your journey so far and to allow new possibilities to emerge organically. While this is a year of expansion, it is also one of celebration. Take time to enjoy what you have already achieved, rather than always looking to the next thing. This is a time for inspiration, for deepening connections, and for embracing the richness of life’s experiences. Creativity is heightened, and whether in your personal or professional life, you will find that beauty, art, and self-expression play an important role. This is a wonderful year to explore new interests, refine existing talents, and surround yourself with the things that uplift and inspire you. However, this is not a year for exhausting yourself with heavy schedules or high-pressure demands. Energy flows best when you allow space for spontaneity, play, and rest. Relationships take on greater meaning now, and expressing appreciation for those you love is essential. Let the people in your life know how much they matter—through words, thoughtful acts, or shared experiences. This is a year for nourishing connections, strengthening bonds, and embracing the joy of togetherness. Family life is especially highlighted, making this a wonderful time for reconnecting, playing with children, and celebrating the simple pleasures of companionship. Professionally, collaboration is favored, but in an organic, free-flowing way. This is a year for brainstorming, for dreaming, for setting the stage for future successes rather than forcing rigid structures. Trust in the process, embrace the beauty of life, and allow yourself the freedom to create without pressure. Above all, this is a year to nourish yourself and others—emotionally, spiritually, and creatively. The energy you invest in refining and appreciating your world now will set the tone for greater fulfillment in the years to come."
    }
]