[
    {
        "title": "One Day",
        "energy": 1,
        "mode": "day",
        "subtitle": "Your success this month depends upon your ability to: take initiative, act decisively, break new ground, maintain independence, overcome doubt, pursue ambition, embrace change, and trust your instincts.",
        "body": "The One Personal Day is an excellent time for beginnings. All sorts of activities, ventures, enterprises, career moves, and relationships can commence now. If possible, initiate plans on this day and take the lead. Be prepared to kindly show others the way, but do not forget to center the attention and energy on yourself. Be conscious of your own private needs, and do not let other people obstruct you. Do not allow them to dissuade you or block your progress. Stand up for yourself and keep your goals in sight. Be assertive, but not domineering. Be ambitious and approach those superiors who might assist you in advancing. Be positive, affirmative, competent, and clear when communicating. You will often feel like going your own way now. This feeling can be more pronounced if your progress and plans are interfered with. However, avoid conflict. Save your energy for tomorrow. Trust in your own abilities and innate power. Pay attention to new ideas and approaches. If you have conserved your strength, you may feel highly active now. Stay focused—don't waste energy on fruitless pursuits. If you feel down or depressed on other days, it is often because you have not worked with the One energy correctly. Alternatively, when you embrace the One vibration, you will experience greater success in your life and ventures. If you receive ideas and opportunities, pursue them. Anything that you begin today will have a positive outcome, one way or another. If people enter your life today, it is a good sign. However, do not allow them to outshine you. Come across as confident and no-nonsense. Be clear about where you stand and where you are going. Give the relationship time to evolve. It's early days yet, so don’t overcommit or sacrifice your independence. Keep things light and easy."
    },
    {
        "title": "One Month",
        "energy": 1,
        "mode": "month",
        "subtitle": "Your success this month depends upon your ability to: take initiative, act decisively, break new ground, maintain independence, overcome doubt, pursue ambition, embrace change, and trust your instincts.",
        "body": "The One Personal Month heralds a time of initiation, momentum, and self-determination. This is a month to take charge, break new ground, and forge ahead with fresh ideas, projects, and aspirations. Whether in your career, relationships, or personal growth, you will feel a heightened sense of individuality and self-reliance. Others may look to you for leadership, but it is your own path that demands priority now. This is not a time to hesitate or dwell on the past—leave behind what no longer serves you and step forward with conviction. A One Month often brings unexpected opportunities, new encounters, and a renewed drive to achieve your ambitions. Be proactive in seeking out chances for advancement, and do not allow others to sway or discourage you. While collaboration has its place, your success now depends on your ability to stand firm in your decisions and push beyond old limits. You may feel a strong urge for independence, and if circumstances or individuals try to restrain you, frustration can arise. Channel this energy into constructive action rather than conflict. Avoid wasting time on trivialities; instead, focus on the bigger picture and long-term goals. If you have felt stagnant, this month will provide the impulse to move forward decisively. Every venture begun during a One Month carries the essence of persistence and self-assertion. Embrace this moment of renewal, and trust in your ability to shape your own destiny. Those who enter your life now may hold significance, but ensure that any new connections respect your autonomy. Keep your direction clear, your energy high, and your intentions sharp—this is a month of action, not passivity."
    },
    {
        "title": "One Year",
        "energy": 1,
        "mode": "year",
        "subtitle": "Your success this year depends upon your ability to: lead with confidence, stand firm in your vision, seize opportunities, create new paths, embrace self-reliance, overcome obstacles, and set the foundation for long-term success.",
        "body": "The One Personal Year marks the beginning of a new cycle, a time of profound self-reinvention, ambition, and leadership. This is a year to lay fresh foundations, carve out new paths, and set the tone for the years ahead. Gone are the hesitations and entanglements of the past—now, the focus is on you. Opportunities will arise that require bold action, independence, and confidence. This year does not favor waiting or allowing others to dictate your course. Instead, it demands initiative. Whether in career, personal aspirations, or relationships, you must be willing to take the lead and assert your vision. If you hesitate, you may find circumstances pushing you to embrace change whether you're ready or not. Challenges will surface, testing your resolve, but they are meant to hone your inner strength. A One Year is not about easy victories—it is about rising to meet obstacles head-on and proving to yourself what you are truly capable of. You may find yourself redefining relationships, moving in a new professional direction, or stepping outside of familiar comfort zones. This is a year of action, not reflection—trust in your instincts and push forward. At times, the one energy can feel isolating, as it requires self-sufficiency and decisiveness. However, this solitude is a gift, allowing you to cultivate resilience and personal mastery.\n\nThe connections you form this year will be pivotal, but they must align with your greater vision. Do not sacrifice your independence, but rather, seek those who encourage your evolution and ambition. By the end of a One Year, you will have a stronger sense of identity, purpose, and direction. The seeds you plant now will determine the shape of the years to come. Be brave, proactive, and unwavering—the future belongs to those who dare to create it."
    },
    {
        "title": "Two Day",
        "energy": 2,
        "mode": "day",
        "subtitle": "Your success today depends upon your ability to: compromise, negotiate, avoid conflict, work in the background, listen to others, see alternatives, be flexible, delegate responsibility.",
        "body": "The 2 Personal Day governs compromise, sharing and delegation. It is a time of decisions, choices, alternatives, and new perspectives. The motives of other people, as well as their particular behaviour, can be closely observed and studied now, and you can learn from the model of others around you. Comparison and contrast will be themes during the 2 period. This is a day for facilitation, collaboration and sharing, working with others or bringing potential allies on board. Two does not, however, favour pushing or asserting your ego, and though it is certainly an extrovert vibration it supports patient work and the delegation of the workload. This is an excellent time for listening rather than talking and for heeding the good, clear advice of people that you trust. It can ask for healthy compromises and for the adoption of new perspectives and alternatives approaches instead of reliance on old methods. Reconciliation with those who have grievances against you is to be done on a 2. And if you require favours from other people or from agencies within the community, now is a good time to seek them. On your 2 Day, it is likely that matters pertaining to the relationships in your life will come to the fore. Your intimate and professional relations with other people are a lesson now, and if some are not smooth or working aright, this is a good day to get down to solutions. Listen to what others are saying and don’t take their words or complaints personally. Don’t allow your emotions to dominate at this time. You can learn some precious lessons from the human mirrors that reflect back who and what you are. If you are misrepresented, correct the person diplomatically and calmly. If you feel greatly superior to everyone around you, then this day can see you cut down to size, but if your moral stance is authentic others can now praise you and model their own behaviour upon yours. This is one of the best days to teach by your example, rather than by force. The 2 supports you when researching, shopping, investigating, and when your are inquiring about services or anything which involves the direct assistance of other people (mechanic, cable–operators, computer experts, home-help, etc,.) To get the best on this day, be easy, open, available, personable, and responsive. You may be asked to reciprocate later for the services that you are offered and for the assistance of friends, colleagues and acquaintances."
    },
    {
        "title": "Two Day",
        "energy": 2,
        "mode": "day",
        "subtitle": "Your success today depends upon your ability to: compromise, negotiate, avoid conflict, work in the background, listen to others, see alternatives, be flexible, delegate responsibility.",
        "body": "The 2 Personal Day governs compromise, sharing and delegation. It is a time of decisions, choices, alternatives, and new perspectives. The motives of other people, as well as their particular behaviour, can be closely observed and studied now, and you can learn from the model of others around you. Comparison and contrast will be themes during the 2 period. This is a day for facilitation, collaboration and sharing, working with others or bringing potential allies on board. Two does not, however, favour pushing or asserting your ego, and though it is certainly an extrovert vibration it supports patient work and the delegation of the workload. This is an excellent time for listening rather than talking and for heeding the good, clear advice of people that you trust. It can ask for healthy compromises and for the adoption of new perspectives and alternatives approaches instead of reliance on old methods. Reconciliation with those who have grievances against you is to be done on a 2. And if you require favours from other people or from agencies within the community, now is a good time to seek them. On your 2 Day, it is likely that matters pertaining to the relationships in your life will come to the fore. Your intimate and professional relations with other people are a lesson now, and if some are not smooth or working aright, this is a good day to get down to solutions. Listen to what others are saying and don’t take their words or complaints personally. Don’t allow your emotions to dominate at this time. You can learn some precious lessons from the human mirrors that reflect back who and what you are. If you are misrepresented, correct the person diplomatically and calmly. If you feel greatly superior to everyone around you, then this day can see you cut down to size, but if your moral stance is authentic others can now praise you and model their own behaviour upon yours. This is one of the best days to teach by your example, rather than by force. The 2 supports you when researching, shopping, investigating, and when your are inquiring about services or anything which involves the direct assistance of other people (mechanic, cable–operators, computer experts, home-help, etc,.) To get the best on this day, be easy, open, available, personable, and responsive. You may be asked to reciprocate later for the services that you are offered and for the assistance of friends, colleagues and acquaintances."
    },
    {
        "title": "Two Month",
        "energy": 2,
        "mode": "month",
        "subtitle": "Your success today depends upon your ability to: compromise, negotiate, avoid conflict, work in the background, listen to others, see alternatives, be flexible, delegate responsibility.",
        "body": "The 2 Personal Month is a period of deliberation, harmony, and cooperative evolution. Where the Personal Day 2 calls for immediate compromise and interpersonal finesse, this month extends that process—creating a landscape where patience and diplomacy will shape your experiences. Decisions may not come easily, as this time asks for weighing options, considering multiple perspectives, and moving with care rather than haste. Much like a seedling breaking through the soil, this is a phase of delicate but essential growth, where the greatest progress is made through partnership, quiet perseverance, and strategic positioning rather than forceful action. Themes of collaboration, negotiation, and emotional refinement run deep now. You may find yourself pulled into situations where listening, understanding, and adapting are paramount. People around you—whether colleagues, partners, or even passing acquaintances—become living lessons, their interactions mirroring your own inner landscape. The 2 does not favor assertive dominance, but it offers great power to those who can subtly guide outcomes by reading between the lines, sensing unspoken needs, and responding with grace. Interpersonal relationships will likely take center stage, requiring patience and diplomacy. If tensions arise, resist the impulse to react impulsively; instead, absorb, reflect, and respond with tact. If you are waiting for clarity in a situation, trust that it will unfold at the right time—this month rewards endurance, not urgency. It is also an excellent time to strengthen bonds, mend misunderstandings, and develop alliances that will be instrumental in the months ahead. On a practical level, this is a great month for gathering information, researching, and refining plans before making a definitive move. It is a time of preparation rather than execution. Where the One Personal Month initiates, the 2 refines, strengthens, and ensures stability. It is a month of small but meaningful steps, where subtle shifts create profound long-term effects."
    },
    {
        "title": "Two Year",
        "energy": 2,
        "mode": "year",
        "subtitle": "Your success today depends upon your ability to: compromise, negotiate, avoid conflict, work in the background, listen to others, see alternatives, be flexible, delegate responsibility.",
        "body": "The 2 Personal Year is a journey through balance, patience, and the quiet art of positioning. Unlike the action-driven intensity of a One Personal Year, this period rewards cooperation over competition and refinement over initiation. The overarching lesson is that progress often comes through alignment rather than force, through strategic pauses rather than constant motion. This year invites you to develop emotional intelligence, master the art of timing, and understand the quiet power of influence. At times, this year may feel slow or even stagnant, especially if you crave immediate results. However, the 2 year is not about speed—it is about cultivating trust, deepening connections, and allowing situations to develop organically. Much like the ocean's tide, there are ebbs and flows—but each movement serves a purpose, pulling you toward a greater sense of balance and purpose. Relationships will play a defining role this year, revealing who supports your path and where real alliances exist. If partnerships—romantic, professional, or platonic—are not aligned with your true self, this year may bring a reorganization or even dissolution of certain bonds. Conversely, authentic connections will be strengthened, fortified, and expanded. Learning to collaborate, trust, and receive help from others is a key theme. This is also a year of self-discovery through reflection and observation. The outer world mirrors your inner state, showing you who you are through the actions and reactions of those around you. Moments of contrast—where differences emerge between yourself and others—are not here to frustrate you, but to offer wisdom, highlight blind spots, and refine your emotional depth. Above all, the 2 Personal Year teaches that true power does not always announce itself loudly. Sometimes, the most profound transformations happen in quiet moments, in the choices to listen rather than speak, to wait rather than push, to trust rather than control. This is a year of alignment, inner refinement, and preparing the soil for the major developments to come."
    },
    {
        "title": "Three Day",
        "energy": 3,
        "mode": "day",
        "subtitle": "Your success today depends upon your ability to: share, prepare, create, produce, materialise, adapt, include, refine.",
        "body": "This is a day for creativity, generosity, negotiation and healing, as well as for beautification. It is good for taking care of the body’s needs, for cosmetic work and for the purchasing of luxury items for the self or the home. This is a day for relishing your own creations and being proud of what you possess. Improve your surroundings, and decorate your environment. Purchase nice new clothes, some jewellery, as well as plants, animals, art-work and musical instruments, etc., and spoil yourself. Reciprocate those who have been generous to you, and who have extended needed help in the past. The giving of gifts (especially to the opposite sex) is also recommended for your 3-Personal Day. Healing appointments, even for animals, should also be scheduled now. You can plan visits to art galleries, or take in concerts, attend theatre plays or go to good restaurants, etc,. This will guarantee avoidance of all sickness, unpleasantness and danger (unless your energies are over the top). Professional meetings which are concerned with creations, brainstorming and compromise, rather than great detail are fine. This is not a day for extreme extroversion but is not entirely sedate either. Art, dance, or music classes, etc., can be commenced, and you can also make debuts which feature your own creations. You should avoid the tendency to indulge or eat excessively today. If you are involved in diets or health regimens, you must be extra diligent on the 3. Punctuality will also come a little harder, so expect it from yourself and others so as to minimise hostility. Do not overtax your energies today, and take whatever rest is available, if you are able. You will need extra energy for the days to come. You are also likely to be more physically sensitised and will not wish to be in hostile or toxic environments, or around loud and busy people. Try to enjoy your own company and be in peace and quiet, if possible. This is a day for pampering yourself, so do things which you enjoy and do not get overly involved in, or stressed over, practical matters. Today, the needs of others may invade quite dramatically, and overwhelm your energies and resources, so know how and when to draw your boundaries. The good you do now will be remembered and rewarded later, but be sure not to drown in your own altruism."
    },
    {
        "title": "Three Month",
        "energy": 3,
        "mode": "month",
        "subtitle": "Your success this month depends upon your ability to: express, nurture, create, appreciate, refine, connect, envision, and enjoy.",
        "body": "This is a month of creativity, refinement, and heartfelt expression—a time to step back, admire what has already come to fruition, and enjoy the beauty of life. The energy of 3 brings an artistic, visionary quality, encouraging you to see the whole picture rather than getting lost in the details. Whether in your personal or professional life, allow yourself to dream bigger, create freely, and refine your surroundings with elegance. This is not a month for heavy schedules or rigid discipline. Instead, flow with the rhythm of inspiration. Savor what you have already built—whether relationships, achievements, or personal milestones—and take time to nourish yourself in body and soul. Treat yourself to small luxuries, whether through art, fashion, music, or time spent in beautiful surroundings. Your environment matters now, so enhance it with color, beauty, and warmth.  Relationships take on a special glow during this period. Let the people in your life know how much they are appreciated. Whether through thoughtful words, gestures, or small gifts, your expressions of gratitude will strengthen bonds and bring joy to both giver and receiver. Family time is especially precious now—play with the kids, laugh freely, and embrace the lighthearted side of life. The 3 Month also encourages social connection and professional collaboration, but in a relaxed, open-ended way. This is a time for brainstorming, sharing ideas, and engaging in creative discussions, but not for strict deadlines or high-pressure decision-making. Allow ideas to breathe and evolve naturally. Above all, resist the temptation to overextend yourself. This is a time to restore, replenish, and appreciate the beauty that already surrounds you. Take life at a gentle pace, nurture yourself and others, and trust that inspiration will flow when the time is right."
    },
    {
        "title": "Three Year",
        "energy": 3,
        "mode": "year",
        "subtitle": "Your success this year depends upon your ability to: embrace, inspire, cultivate, celebrate, expand, uplift, harmonize, and manifest.",
        "body": "A 3-Personal Year is a time of vision, creativity, and joyful self-expression. This is a year to embrace beauty, refine your world, and take a broader view of your life’s direction. It is not a time for pushing forward with rigid goals but rather for appreciating what has already come into being, nourishing your dreams, and shaping your future with artistry and intention. The energy of this year asks you to see the whole picture—to reflect on your journey so far and to allow new possibilities to emerge organically. While this is a year of expansion, it is also one of celebration. Take time to enjoy what you have already achieved, rather than always looking to the next thing. This is a time for inspiration, for deepening connections, and for embracing the richness of life’s experiences. Creativity is heightened, and whether in your personal or professional life, you will find that beauty, art, and self-expression play an important role. This is a wonderful year to explore new interests, refine existing talents, and surround yourself with the things that uplift and inspire you. However, this is not a year for exhausting yourself with heavy schedules or high-pressure demands. Energy flows best when you allow space for spontaneity, play, and rest. Relationships take on greater meaning now, and expressing appreciation for those you love is essential. Let the people in your life know how much they matter—through words, thoughtful acts, or shared experiences. This is a year for nourishing connections, strengthening bonds, and embracing the joy of togetherness. Family life is especially highlighted, making this a wonderful time for reconnecting, playing with children, and celebrating the simple pleasures of companionship. Professionally, collaboration is favored, but in an organic, free-flowing way. This is a year for brainstorming, for dreaming, for setting the stage for future successes rather than forcing rigid structures. Trust in the process, embrace the beauty of life, and allow yourself the freedom to create without pressure. Above all, this is a year to nourish yourself and others—emotionally, spiritually, and creatively. The energy you invest in refining and appreciating your world now will set the tone for greater fulfillment in the years to come."
    },
    {
        "title": "Eight Day",
        "energy": 8,
        "mode": "day",
        "subtitle": "Your success today depends upon your ability to think big, exert influence, seize the day, set power-goals, be ambitious, resist challenges, overcome rivals.",
        "body": "A very extrovert and high energy day. This is the numeral of power, advancement and success. It is excellent for making money, and for initiating money-making schemes. Favors large purchases and corporate maneuvers, high-profile ad-campaigns, trend-setting ventures, and high-end purchases or sales. You can collaborate, but be sure that you are the main decision maker. This is not a good day to have others in superior positions, nor the time to necessarily delegate authority or responsibility to others, but if you must, then do so in small manageable portions. Your image is important now, and the manner in which you come across to others will matter more than at any other time. Therefore, come across as no-nonsense, capable, and indefatigable. Avoid straying into indefinites and do not be vague or obscure. Clarity, professionalism, and practicality are the order of the day. The more charm and suaveness you can muster the better. Show no weakness, even when backed into a corner. Show no fear and be sure to back up the promises you make. Your reputation will be on the line. If you are able to deliver, you will make powerful allies, and will advance. Under the 8, you are given the ability to defeat rivals and assert your authority. However, you must still be efficient and focused, and must predict what your opponents will do next. Strategy is the keyword, and the more prepared you are, the more successful you will be. Though your energies will be at their peak you must avoid becoming overly aggressive or impulsive. Domestically, this is a great time to have fun and be with children. Gambling is better on an 8 day, as is taking calculated risks with your money. Spending money is okay, especially recreationally, or on items of inherent value which will enhance your appeal and status. So be generous, and reward those who have assisted you. All games and competitions should be convened on your 8 since it exalts the chance for luck and success. It is an excellent time for auditions or debuts, and the harder you have worked the better the outcome will be. This is a day for fame and recognition, so adopting an attitude and energy to match will pay dividends. Because physical energies are rather exalted today, there may be a need for caution, especially if you are a naturally extrovert or impulsive person. Equally importantly, you must have taken the time to conserve your life-force on the day, or days, previously, so that you do have the necessary zest now. If you do not reap the expected benefits of your 8-Personal Day, one of the main reasons will be your over-exertion on inappropriate days previously. So, pay attention to those forces, or people, serving to block achievement and squander precious vitality so that it is wanting on those important occasions. The chances that come to you on the 8-Personal Day, are often “once in a lifetime” events, so be prepared and determined. This day is especially favorable for sports-persons, artists, musicians, designers, magnates, and those on the public stage."
    },
    {
        "title": "Eight Month",
        "energy": 8,
        "mode": "month",
        "subtitle": "Your success this month depends upon your ability to command respect, set high-stakes goals, maintain unwavering focus, and act with both confidence and strategy.",
        "body": "This is a month of power moves, relentless ambition, and high-stakes advancement. The numeral 8 governs influence, authority, and material success, and over the course of this month, opportunities will present themselves that demand decisive action. This is a time for executive thinking, for setting larger-than-life goals, and for pushing past barriers that once seemed insurmountable. Business ventures, corporate dealings, and financial investments all come under favorable auspices, but only for those willing to lead rather than follow. This is not a time to second-guess your instincts, nor to relinquish control to those less capable. While collaboration can be useful, you must remain the architect of your own success—others may assist, but they should not dictate your course. Reputation and public image will be of paramount importance during this cycle, and the way in which you project yourself will determine the level of success you achieve. The 8 does not reward timidity or hesitation, but neither does it favor reckless aggression. The ideal approach is calculated confidence, an unwavering presence that commands respect. Whether in business, creative endeavors, or personal ambitions, the 8-Personal Month is an opportunity to establish your authority, win over allies, and secure long-term gains. Be bold, but always remain strategic—your ability to outthink and outmaneuver competitors will determine how far you rise.\n\nOn a personal level, this is a month where financial prosperity and material rewards can flow, but only through action, precision, and an unshakable belief in your vision. The 8 month invites big wins, high-risk ventures, and the potential for life-changing opportunities, but these require both readiness and resilience. Be mindful of exhaustion—your energy levels must be sustained over time, not burned out in an initial blaze. If you miscalculate and exhaust yourself too early, you risk missing the most pivotal moments. Keep your vitality in check, conserve when necessary, and strike with full force when the moment demands. This is also a time to redefine your social standing, to make power moves that will be remembered, and to capitalize on opportunities that only come around once in a great while. Luck favors the prepared, and in this month, preparation means mastering the art of strategic dominance. Whether through financial ventures, creative pursuits, or competitive arenas, the 8-Personal Month rewards the bold—but only if they play their hand wisely."
    },
    {
        "title": "Eight Year",
        "energy": 8,
        "mode": "year",
        "subtitle": "Your success this year depends upon your ability to assert dominance, forge your legacy, take calculated risks, outmaneuver rivals, and claim your rightful place at the top.",
        "body": "The 8-Personal Year is a test of strength, willpower, and strategic acumen. This is a year in which the universe demands results, where ambition must be met with action, and where passivity will lead to stagnation. If previous years were spent in preparation, this is the time for execution—for taking the reins and forging forward with unstoppable determination. This is not a year to shrink back or hesitate. It is a time of expansion, financial growth, and career elevation. Whether you are in business, the arts, finance, or leadership, this year offers the potential for major breakthroughs, provided you are willing to assert your power and take full control of your path. The 8 energy does not reward the meek, nor does it tolerate indecision—it calls upon leaders, risk-takers, and visionaries to step up and claim their due. Expect to face rivals, challenges, and tests of resilience. The 8 year does not simply hand out rewards; it demands proof of capability. Your ability to outthink, outmaneuver, and outlast competitors will determine whether you rise to new heights or fall short of your ambitions. This is a year of calculated risks and high-yield efforts—not all ventures will be easy, but the rewards will be worth it. Financially, this is a year where money flows, but only to those who know how to handle it. Investments, acquisitions, and financial deals should be approached with both courage and careful scrutiny. Money can be made, but it can also be lost—only those with a firm grip on their strategy will emerge victorious. Success is not just about what you gain, but also about how well you protect what you’ve built. Your personal power and presence will be heightened, making this a prime time for networking, forging alliances, and stepping into roles of influence. You will be called upon to own your authority, to prove your worth, and to command respect. This is a year where you will be watched, judged, and remembered, so every move must be made with precision and confidence. However, be mindful of burnout and overexertion. The 8-Personal Year is intense, and while it rewards effort, it does not favor reckless self-destruction. Pacing is key—know when to push forward and when to step back and recalibrate. Mastering this rhythm will allow you to sustain power over the long term, rather than burn out in short-lived victories. Ultimately, the 8-Personal Year is about leaving a lasting mark, building a legacy, and claiming the rewards of past efforts. It is a time when fate offers the stage, but only those who dare to stand in the spotlight will seize the moment. This is your year to rise, conquer, and redefine what success means for you."
    },
    {
        "title": "Twenty Two Day",
        "energy": 22,
        "mode": "day",
        "subtitle": "Your success this year depends upon your ability to assert dominance, forge your legacy, take calculated risks, outmaneuver rivals, and claim your rightful place at the top.",
        "body": "Similar to the 11 Vibration or Harmonic, your deeds and endeavors are accented today, and have impact above the personal level. It is a fun day, for being light and free. Don’t get involved in heavy responsibilities now, if possible. Be with animals, or in nature, and feel free to just brainstorm and contemplate. This is a time for doing exiting things, and for challenging your fixed perceptions. Do things that you normally loathe, or rebel against, and open your mind to that which seems unfamiliar. Be open to new perspectives, and spend time around those who challenge the status quo to which you have become accustomed. Today, there are few rules, and the way is open for you to present yourself to yourself, as you really are. Strange idiosyncratic people or experiences can occur to assist in this process of self-revelation. Other people may actually know you better than you do yourself, so pay heed to the wise ones around you, and take to heart their advice.\n\n Today, you will want to break the rules, and shock others. You will want to break free and be around unusual people, and in unfamiliar environs. You will want to try this and that, and will be open to experimentation. With a certain rational level of caution, you should have powerful experiences today, and learn a lot of important things about yourself. Due to the free nature of this energy, you should avoid reckless and immoral behavior, and remember that even freedom has its rules. You are permitted, by Nature, to do whatever you desire to do, to YOURSELF, but you are not permitted, by Nature, to do anything you desire to other people, whether they give their consent, or not. If you are not cautious, and respectful of the boundaries of other people, you could find yourself in unexpected trouble.\n\nThe 22-Day can take you to great heights but it will not ultimately support meddling or moral violation. The 22 is especially supportive for large scale promotions, media-performances, public-addresses and mass-appeals. It supports the assertion of personal uniqueness, and if you are a person that does think outside the box, this is the best time to showcase your vision, since other people will also be more likely to “get it.” Time will be well spent researching ground-breaking approaches and novel ideas, interviewing inventors and studying your competition. If you work within the media or technological fields, this day is of especial importance. Big things can occur, so be ready for the hot story when it comes down. The unusual is your signal now. Children, animals, and exiting, enigmatic, idiosyncratic people are likely to play a part in your life today."
    },
    {
        "title": "Twenty Two Month",
        "energy": 22,
        "mode": "month",
        "subtitle": "Your success this month depends upon your ability to challenge convention, embrace the unknown, master self-expression, take creative risks, and become a visionary force.",
        "body": "This month resonates with high-frequency energy, offering you a rare opportunity to break boundaries, innovate, and redefine your role in the world. The vibration of 22 calls upon the visionary within, the part of you that seeks to dismantle conventions, challenge preconceived notions, and create something of lasting significance. What you do this month has far-reaching consequences, extending beyond personal gain and into the collective realm. The projects you embark on, the ideas you cultivate, and the actions you take will have an impact larger than you may initially realize. This is not a time for small thinking or cautious steps. It is a period of expansion, where the traditional rules of engagement loosen, and you are given permission—indeed, encouragement—to experiment, play, and explore. Novelty is your ally, and unconventional people, strange encounters, and unexpected shifts will serve as catalysts for self-revelation. This is a time for stepping out of your comfort zone and redefining what is possible. Engaging with groundbreaking technologies, forward-thinking individuals, and avant-garde concepts will be particularly fruitful now. The freedom inherent in this energy is exhilarating, but it also demands responsibility. There is a fine line between liberation and recklessness, and while this month urges you to throw off limitations, it also insists that you respect ethical boundaries and the rights of others. The universe permits you to explore every aspect of yourself, but it will not tolerate actions that infringe upon the well-being of those around you. If you do not recognize this balance, you may find that what begins as an adventure swiftly turns into a lesson in limits. Creatively, this is a phenomenal time. Whether you are in the media, technology, the arts, or any field that values innovation, this month presents the perfect stage for your brilliance to be seen and understood. Promotions, public performances, media campaigns, and high-profile collaborations will thrive under this influence. It is also an excellent time for deep research, interviews with visionaries, and bold new business strategies. If you have an idea that challenges the status quo, now is the time to unveil it. Be prepared for electrifying experiences, profound insights, and a reawakening of your most authentic, untamed self. This is a month of reinvention, where the boldest version of you can take center stage."
    },
    {
        "title": "Twenty Two Year",
        "energy": 22,
        "mode": "year",
        "subtitle": "Your success this year depends upon your ability to break free from outdated structures, pioneer new ideas, amplify your influence, and embody radical authenticity.",
        "body": "A 22-Personal Year is an era of transformation, expansion, and unparalleled originality. This is a year where conventional paths will not serve you—you are being called to step beyond the known, beyond the familiar, and into a realm of infinite potential. The 22 is a master number, and its vibration amplifies your ability to create, to inspire, and to leave an impact on the world around you. If ever there were a time to think big, to take risks, and to step into your own genius, this is it. The year ahead will be defined by shocking revelations, paradigm shifts, and the breakdown of old structures. The comfort zone is no longer a viable space for you—every aspect of your life will demand innovation and reinvention. You will feel an innate urge to challenge authority, push against limitations, and break free from the confines of routine. You may find yourself drawn to progressive movements, revolutionary ideas, and communities that exist at the cutting edge of thought and technology.\n\nThis is a powerful time for visibility. If you have something to say, the world is listening. If you have a vision, now is the time to bring it to life. Public speaking, media ventures, large-scale promotions, and mass influence are all favored now. You may be thrust into situations where you must lead, inspire, or introduce a radical new approach—and if you rise to the occasion, the rewards will be substantial and enduring. However, with great freedom comes great responsibility. The wild energy of the 22 is magnetic and boundless, but it is not without its ethical constraints. This is a year where your actions must align with integrity. Recklessness, arrogance, or a disregard for consequences will bring swift lessons. The key to mastering this energy is understanding that true freedom comes with self-discipline. On a personal level, expect to cross paths with extraordinary individuals, people who will challenge your worldview and introduce you to entirely new ways of thinking. You may find yourself exploring different cultures, new philosophies, or avant-garde technologies that redefine what you once believed possible. Your mind is being expanded beyond its former limits, and your perspective on life, creativity, and ambition will shift dramatically. This is a year of unpredictable twists, exhilarating breakthroughs, and the forging of a new identity. Be bold, be open, and be ready to step into the unknown—for it is there that you will find your truest power."
    },
    {
        "title": "Seven Day",
        "subtitle": "Your success today depends upon your ability to: keep secrets, be subtle, intuitive, manipulate, take on the impossible, make independent decisions, predict the future, engineer back-up plans, read between the lines, decipher subtext.",
        "energy": 7,
        "mode": "day",
        "body": "Today, the main focus is on yourself and your true nature. This is a day for observing your life and your basic needs and desires. You can work on yourself and overcome inner restrictions and obstacles. Confront your doubts and review your life so far. Don’t be too intellectual, and don’t be hard on yourself. Simply abstract, contemplate, and decompress from the stresses of the previous period. Be circumspect and avoid busy schedules and demanding responsibilities. You don’t need a plan for this day — just go with the flow.Your energies are likely to be on the low side, and if you have been driving yourself too remorselessly, you may feel under the weather. If this is the case, be sure to schedule healing sessions, especially those that deal with the psyche and the deeper levels of your emotional and physical life. Avoid idle chatter, and don’t escape into addictive patterns. Others are likely to find you irksome today, and miscommunication is high on the list, so if you are engaged with others, double-check that they have heard you correctly. Whatever the guarantees, things will not go according to plan on this day. Don’t expect things to go smoothly, and have back-up plans ready to avoid delays.\n\nThe past can become more important now, and you may find yourself reviewing, speculating, and being quite retrospective. However, don’t allow your thoughts and memories to disable your drive and natural optimism. Be as discreet as possible and do not reveal your thoughts at this time. Closely observe the actions and behavior of those around you — especially observe your emotional temperament. It is likely that the emotions of others will loom into the foreground now, and you may have to deal with quite intense people who come seeking either counsel or consolation. It is via emotion that your energies will be taxed the most today, so set your boundaries accordingly. Also, watch your diet and avoid over-stimulating your nerves. Intellectually, you will benefit now from your ability to see ahead and predict trends. Think of possible outcomes, conceive and prepare for the unlikely and improbable, and don’t commit all your energies or resources until you have completed your research. Pay attention to what others may be overlooking in their zealousness and haste. Be heedful of the small, seemingly insignificant details, the undertones, and the subtext. Set subtle tests for those around you in order to reveal their true natures or to gauge their actual abilities. If necessary, play games, pretend to be incompetent, make fake mistakes, and act out of character in order to elicit various responses. You may be surprised at what you learn. Focus on what you overhear, as opposed to what you are told up-front by others — and above all, don’t trust appearances. Psychologically, this is a day when you can find yourself feeling indescribably restless. Your head and heart may be full of strange desires and compulsions, and you may not feel contented or fulfilled. The more inauthentically you have been living, the stronger these kinds of feelings will be. This is not an extrovert day; therefore, you will find your time best spent in silence or in quiet studies. Set this day aside for light exercise, nature, and appointments involving deep-healing modalities (hypnotism, rebirthing, breathwork, exorcisms, depth psychology, etc.). These can be commenced now since, under the 7-Day, the therapy will tend to be felt deeply, making breakthroughs more probable. Travel is also out unless it involves visits to sacred or natural environments. Essentially, this is a day for being with your spiritual force (the sacred Seventh Day), for going to church, mosque, synagogue, meditation retreat, or visiting other unfamiliar spiritual environs. The reading of psychological, philosophical, and poetic-type books is especially appropriate. If you are in a searching or browsing mood, you will usually find something that has profound meaning for you. If you have recently experienced taxing or emotionally demanding times, or if you are presently surrounded by unconscious, worldly people, set this day aside for recuperation and decompression. Use this day to simplify your routine and realize that the challenges of the day are of great significance. This is the day when the Universal Intelligence is close to your consciousness. This presence is usually experienced as being rather uncomfortable by those whose lives have become overly superficial and mundane. Nevertheless, communion with — and gratitude to — the Universe for the good that does exist in your life is an important theme today. Above all, closely observe those things which enter in to steal your energy or drag you into wasteful pursuits. These are likely to be the things — or the people — which need “down-sizing” from your life. Trust your intuition."
    },
    {
        "title": "Seven Month",
        "subtitle": "Your success this month depends on your willingness to: cultivate solitude, question assumptions, engage with the mystical, interpret subtle patterns, and guard your personal space as sacred ground.",
        "energy": 7,
        "mode": "month",
        "body": "This month marks a journey inward — a time to explore your own mystery, to examine your beliefs, values, and the roots of your emotional responses. The external world may seem to slow down, allowing you the sacred opportunity to assess what has truly taken root within you. Patterns from the past may return, not to haunt, but to be reinterpreted and finally laid to rest. This is a month of solitude and healing — of allowing the deeper layers of your psyche to surface and speak their truths. As events unfold with peculiar synchronicity, you are called to observe rather than to act, to intuit rather than to analyze. During a 7-month, the veil between the seen and unseen thins. You may experience odd dreams, uncanny encounters, or sudden insights. Do not brush these aside; follow them inward. Reflection, meditation, and light-hearted spiritual inquiry serve you best now. It's not the time to push forward but rather to listen for the silent, sacred rhythm within. Stay in tune with subtle shifts in your energy — they are signals from your deeper self. The universe is whispering this month — and only the quiet-hearted will hear."
    },
    {
        "title": "Seven Year",
        "subtitle": "Your success this year depends upon your ability to: deepen your inner knowledge, slow down with intention, refine your spiritual perception, disconnect from the trivial, and seek lasting truths beneath the noise of the world.",
        "energy": 7,
        "mode": "year",
        "body": "The 7-Year is a sacred sabbatical in the cycle of life, when the soul insists on depth over speed, introspection over ambition. It is a year when life removes the clutter so you may hear the wisdom hidden beneath it all. What once held your attention may now seem trivial, and what once felt urgent now pales before a new hunger for understanding. This year is a mystical quest, a riddle whose answer you carry within. Expect fewer social distractions and more silence. Expect fewer guarantees and more internal reckoning. This is not a time for outer conquest but for inner mastery. Use the year to deepen your study — whether in philosophy, science, spirituality, or art — and surround yourself with people who nourish your intellect and intuition. As the outer world moves on without urgency, you are being prepared to emerge renewed — more authentic, more discerning, and more aligned with your life’s true purpose. If you resist this call inward, the year may feel isolating or fruitless. But if you embrace the sacred solitude, you’ll find that the answers you’ve long sought are closer than you imagined."
    },
    {
        "title": "Six Year",
        "energy": 6,
        "mode": "year",
        "subtitle": "The 7-Year is a sacred sabbatical in the cycle of life, when the soul insists on depth over speed, introspection over ambition. It is a year when life removes the clutter so you may hear the wisdom hidden beneath it all. What once held your attention may now seem trivial, and what once felt urgent now pales before a new hunger for understanding. This year is a mystical quest, a riddle whose answer you carry within. Expect fewer social distractions and more silence. Expect fewer guarantees and more internal reckoning. This is not a time for outer conquest but for inner mastery. Use the year to deepen your study — whether in philosophy, science, spirituality, or art — and surround yourself with people who nourish your intellect and intuition. As the outer world moves on without urgency, you are being prepared to emerge renewed — more authentic, more discerning, and more aligned with your life’s true purpose. If you resist this call inward, the year may feel isolating or fruitless. But if you embrace the sacred solitude, you’ll find that the answers you’ve long sought are closer than you imagined.",
        "body": "This year unfolds like a long conversation—one that threads its way through households, neighbourhoods, partnerships, and your own internal reflections. Its essence lies in responsible compassion: the type that does not coddle, but clarifies; the kind of care that listens well, speaks clearly, and acts thoughtfully.\n\n The year’s tempo encourages you to establish roots—emotionally, intellectually, and perhaps even physically. It’s a season for curating your environment, not just aesthetically but energetically. Where you live, who you live with, and how you live become central considerations. Domestic projects flourish under your focused touch, as do long-standing relationships when tended with patience and truth.\n\n Yet this year is not merely about the home or the heart. It also invites you into a refined moral dialogue—with yourself and with others. You’ll be challenged to express your values not just in words but in deeds, to step forward as a measured and fair presence in both private and public spheres. If you’re willing, you’ll become a sought-after voice of reason in your network.\n\n Expect shifts in your social ecosystem. Certain bonds may dissolve naturally, marked by a growing awareness that your modes of communication no longer align. This is not a cause for alarm but for clarity. In their place, new connections may form—ones that reflect your evolving language, lifestyle, and loyalties.\n\n A Personal Year 6 is not about intensity but about integrity. It asks you to speak, act, and live in such a way that others feel safe to be honest with you—and you, with them.\n\n Your success this year depends upon your ability to: harmonise, host, mediate, stabilise, elevate conversations, and uphold your values with discernment and grace."
    },
    {
        "title": "Six Month",
        "subtitle": "Your success this year depends upon your ability to: deepen your inner knowledge, slow down with intention, refine your spiritual perception, disconnect from the trivial, and seek lasting truths beneath the noise of the world.",
        "energy": 6,
        "mode": "month",
        "body": "This is a month to bring harmony into your home, to weave warmth through your routines, and to cultivate connections that are both tender and intellectually resonant. The theme is domestic diplomacy: reaching out to family, neighbours, and colleagues with sincerity and tact. There is a quiet power in your voice now, and it carries further than you think—use it to settle old disputes and encourage new understandings.\n\n Throughout this time, your attention may turn to repairing both the physical structure of your home and the emotional framework of your relationships. Renovations, restorations, and re-alignments are all in focus. Expect invitations—both literal and metaphorical—to deepen your engagement with your community or close circles. If you’ve been avoiding discussions, this month offers an open corridor for clear, honest speech.\n\n This is not a time for deep emotional catharsis, but rather for practical healing through gentle reflection and fair dialogue. You're encouraged to participate in workshops, local courses, or study groups that enrich your ability to think and speak with nuance. Intellectual refinement becomes a form of service now, as you begin to see how your words shape your world.\n\n You may also notice, over the course of this month, that certain connections naturally dissolve. Communication patterns that once served a purpose might now feel outdated or strained. Let go with grace. There is beauty in closure when it arises through insight and mutual respect.\n\n Your success this month depends upon your ability to: negotiate, nurture, stabilise, converse, declutter, advise, and refine your personal conduct."
    },
    {
        "title": "Six Day",
        "subtitle": "Your success today depends upon your ability to: communicate, cooperate, socialise, synthesise, simplify, adapt, be unemotional.",
        "energy": 6,
        "mode": "day",
        "body": "This is another social day, but it also favours being at home with children and family. You can tend to household duties, and even invite guests. Booking and bringing workers (gardeners, builders, plumbers, etc.) into your home should also be commenced now. This is the right day, if you choose, to engage your neighbours and involve yourself in community activities. All home-based parties and local street events should wait for your 6.\n\n Telephone calls of importance can be commenced now also, but you should take care to make yourself clear and understandable, since this day can bring misunderstandings otherwise. In regards to healing, it is verbal modes of analysis which are preferable now (with deep emotional work left for more appropriate Personal Days). This is an intellectual day, a mental day, so you can excel in tests, examinations and in complex researches or analyses.\n\n It is likely that your 6-Day will involve some local travel and much paperwork and data-entry. Attention to detail will be important and you will benefit from the application of your critical abilities now. Listen to what others say, and read between the lines. Come clean with others about your motives, since openness will now be the best policy.\n\n Be diplomatic, neutral in stance and affable in demeanour. Try not to let emotional matters cloud your thoughts or the issues being dealt with. You can arrive at your answers today using reason and intelligence. When others seek your advice, do not seek to further your own good—just speak plainly, and tell it as it is.\n\n Be objective, conscientious and fair, and above all—moral. If you don’t know the answer, then gracefully excuse yourself and do not offer forth advice. This is the perfect time to open dialogue with difficult colleagues and even with members of your intimate circle. There will be greater levels of understanding, and old wounds can be healed.\n\n Intellectually, this is an excellent time to observe your own behaviour and, specifically, the manner in which you communicate and express yourself. Taking classes in decorum, speech-making, writing, criticism and science, etc., is favoured for this day. Your 6-Day may also see the conclusion of one cycle of communication with a person, or group of people, with whom you are no longer compatible. It is a time when significant differences in attitude, opinion, lifestyle, way of communicating, etc., become highlighted.\n\n Your success today depends upon your ability to: communicate, cooperate, socialise, synthesise, simplify, adapt, be unemotional."
    },
    {
        "title": "Four Year",
        "subtitle": "Your success this year depends upon your ability to: construct, discipline, stabilise, embody consistency, maintain effort, withstand pressure, evolve through structure.",
        "energy": 4,
        "mode": "year",
        "body": "This year summons the architect within. It is a time to erect the framework of a life that will hold not only the weight of your responsibilities but the shape of your future. The 4-Year does not offer glamour—it offers foundation. It brings work that demands consistency and careful attention to detail. Gone are the scattered whims of previous cycles. You are now required to build slowly, brick by brick, with realism as your compass and logic as your blueprint.\n\nTime feels heavier in a 4-Year. There are schedules to keep, deadlines to honour, expectations to meet. But within this constraint is a hidden freedom: the freedom of mastery. Your perseverance is tested, yes, but so is your capacity to rise above personal chaos and emerge as a model of grounded maturity. Expect an emphasis on duties, on the revisitation of neglected obligations, and on mastering skills that can carry you long into the future. This is a year when others may depend on your solidity. Do not offer what you cannot sustain. Promises, once made, must be honoured.\n\nAuthority becomes a recurring theme—whether you're establishing your own or confronting it in others. This year may see you engaging with systems: legal, medical, educational, governmental. Navigate them with integrity. You may be judged, measured, or asked to prove your capability. Do so without ego, but with strength. Relationships are tested not by drama, but by responsibility. Who shows up consistently? Who keeps their word? The answers will be made plain. Do not underestimate the spiritual weight of practical matters—they are the fire in which character is forged.\n\nYou may not see the full fruit of your labour just yet, but rest assured, this is the year in which your roots deepen. Keep going. What you build now—if built well—will endure."
    },
    {
        "title": "Four Month",
        "subtitle": "Your success this month depends upon your ability to: structure, manage, plan, endure, refine, regulate, master the practical.",
        "energy": 4,
        "mode": "month",
        "body": "This month is a domain of structure, testing your patience, precision, and perseverance. It brings a sustained demand for order and functionality in all affairs, whether professional or domestic. Tasks left unattended now rise to the surface, demanding thorough resolution, not quick fixes. You are being called to build something lasting—perhaps not a visible edifice, but a scaffold of discipline and integrity beneath the fabric of your life. There is little room for whim or distraction; clarity, reliability, and steady hands are what the moment requires.\n\nIt is a time to consolidate, to close gaps and reinforce weak links in both strategy and execution. Frivolous spending or ill-conceived ventures should be avoided; instead, attention must turn toward budgeting, contracts, and long-term commitments. You’ll find yourself confronting bureaucracy, limitations, or other manifestations of red tape. But these are not here to hinder you—they are here to refine your mettle. The pressure to do things properly, completely, and in alignment with tangible goals will be immense, and rightly so. This month is the soil of your future yield, so sow diligently.\n\nExpect delays, and meet them with maturity. Slowdowns are signs to reevaluate, not to abandon. If there are fractures in your foundation—be it in relationships, finances, or health—they will now be revealed. You must respond with intelligence and restraint, not frustration or impulsiveness. Criticism may surface, particularly around performance or output, but accept it as a tool for growth. This is a time for proving your reliability, facing duty with composure, and laying the groundwork for stability in the months to come."
    },
    {
        "title": "Four Day",
        "subtitle": "Your success today depends upon your ability to: be honest, orderly, practical, efficient, experienced, organised, hard-working, responsible.",
        "energy": 4,
        "mode": "day",
        "body": "Today is a time for discipline, persistence, and organisation. It is primarily a work time—for tackling problems and getting things done. It is good for the completion of tasks, the laying of definite plans, and for the careful review and analysis of previous activities. You should avoid travel or the booking of such. Large financial purchases should also be avoided, since this is a day for getting all the facts and for evaluating potentials. The 4 does not support vacillation or indecision. You can hold your ground now and even put tedious people in their place. But make sure that you are protected and armed with evidence before engaging in confrontations. Impulsive behaviour will surely backfire at some point.\n\nYou may be met with the need for total punctuality and attentiveness and must always go prepared. If you have lapses of memory or are naturally disorganised, you can expect a certain amount of disappointment now. The 4 harmonic exists to instruct you in the meaning of strategy, practicality, and diligence, so avoid becoming distracted, flustered, and indecisive. Do not become unduly confrontational (you may have to deal with authority figures otherwise). Whatever frustrates you today is your teacher—so be dispassionate enough to view adversity that way and make the necessary changes to your character or behaviour.\n\nPractically, this is an excellent day for dealing with inventory, accounts, budgets, and priorities, as well as for receiving accurate information from consultants, experts, and specialists. If there are outstanding debts or obligations that have been postponed or ignored, the 4-Day can see them coming to the fore. If you are hiring or firing, setting rules of behaviour, meeting with dependents or employees, or judging the competence of other people—or if you deem it necessary to present yourself to others as authoritarian, competent, and no-nonsense—choose this day to convene your meetings.\n\nThis is an excellent period for passing judgment on the track record of those with whom you are professionally involved, but make sure to couch your opinions and comments in rationality and compassion. This is not a day for blustering or making a nuisance of yourself. You must guard against impatience and frustration with the less competent. Have the energy to show others patiently how to do things, and try to keep emotions well out of your affairs. \n\nReckless energy will certainly lead to unwanted interactions and confrontations, and you can make some powerful rivals today if you are not careful and professional. The more impractically you behave, the more hassle you will inevitably experience on a 4 Personal Day. Be honest and forthright, and avoid duplicity and double-dealing. It is likely that your integrity and your morals will be challenged, measured, and even judged today. Additionally, you want to personally avoid dealing with authority figures or going for tests and examinations, since this day will demand higher levels of excellence and skill."
    },
    {
        "title": "Five Day",
        "subtitle": "Your success today depends upon your ability to: multi-task, stay curious, remain open and receptive, be spontaneous and independent, think innovatively, act accurately—and move fast.",
        "energy": 5,
        "mode": "day",
        "body": "This is an extroverted day—ideal for travel (or the booking of trips) and for making money. It supports education, research, investigation, and learning. You’ll be able to gain positive attention for what you’re doing and can initiate meetings with agents, marketers, and public representatives. Take care of all errands, and don’t waste the day in idle gossip or fruitless exploits. Be out and about—listening, learning, and comparing. You’ll need to prioritise your daily task roster; otherwise, your most important affairs may not be completed properly.\n\nPurchases can be safely made, and it’s likely you’ll earn money or advance your business in meaningful ways. This is also excellent energy for giving or receiving tutorials, lectures, and instruction. If you’re a tutor, your most demanding students may emerge now. In fact, even if you’re not normally a teacher, others may come to you for advice. Your example may inspire them, and they’ll seek your insights and skills. Give advice where you can, but avoid wasting your own precious time meddling in matters that don’t directly concern you.\n\nThis is a day for both teaching and learning. Be open to new knowledge as well as new methods of doing familiar things. Stay receptive to wisdom from the skilled and experienced people you encounter. Humble yourself enough to admit that others may possess skills you have yet to develop. On this day, it will be easy to become scattered and ultimately unproductive, so surround yourself with intelligent and creative people who inspire and guide you.\n\nRecreationally, this is a great day for excursions into nature or for being by the countryside or ocean. It’s also a good time for creativity and for organising or attending talks and conferences. Your energy should be high, and this can be one of your most productive and satisfying days. As an artist, writer, designer, or thinker, expect some genuinely good ideas—so be sure to record them in writing or voice.\n\nIf you're naturally methodical, you can dedicate your 5-Days to study, research, and reading. Tests and examinations are favoured, as your mental alertness will be heightened. Classes of all types—driving, music, cookery, and more—are supported. So too are all sporting and physically stimulating activities. \n\nBecause this is often a fast-paced day, you may overlook details—so proceed with caution. You may also have a tendency to overcomplicate things that should remain simple and direct. Guard against this, as it can cost you potential allies and leave others with a poor impression."
    },
    {
        "title": "Five Month",
        "subtitle": "Your success this month depends upon your ability to: embrace change, take calculated risks, think quickly, stay curious, communicate clearly, adapt swiftly, and keep your independence intact.",
        "energy": 5,
        "mode": "month",
        "body": "This month brings a restless wind, and you’ll feel it in your bones—the urge to move, explore, connect, and shift. There’s no standing still in a 5 Month. It arrives to liberate you from routines that have grown stale or confining. Expect sudden changes—some external, some internal—that demand flexibility and nerve. You may travel more, network widely, or find yourself juggling multiple ventures at once. Your challenge is to flow with the energy rather than control it. Plans will need to remain fluid. Spontaneity is your ally.\n\nThis is a month to diversify—not just in activities, but in thinking. Explore new paths, launch experiments, and say yes to invitations that would normally make you hesitate. Whether it's learning something new, speaking your truth more boldly, or expanding your social circle, the 5 Month is your license to roam. At the same time, guard against overextension. The temptation to say yes to everything can lead to burnout or shallow involvement. Be mindful of your energy and where you invest it.\n\nCommunication plays a central role now. You may find yourself teaching, performing, pitching, or simply talking more than usual. Be clear and engaging—your words have power to influence others during this time. It’s a great month for promoting your ideas or building your brand. Sales, writing, advertising, social media, and media appearances are all favoured.\n\nExpect flashes of insight and creative breakthroughs—moments of clarity that seem to arrive out of nowhere. Carry a notebook or voice recorder; inspiration may strike in between conversations or while you're on the move. Your mind is more agile now, capable of solving complex problems with a surprising grace. Use this edge wisely.\n\nRomantically, this is a flirtatious and magnetic month. New encounters may be thrilling, though not always stable. Established relationships may need space and novelty to flourish. Injecting freshness into your romantic life will help maintain harmony.\n\nAbove all, the 5 Month wants to free you. If you’ve been boxed in—by routine, fear, roles, or responsibilities—this cycle brings opportunities to shatter those walls. Just be careful not to mistake chaos for freedom. One liberates; the other unravels. Learn to dance between discipline and adventure."
    },
    {
        "title": "Nine Day",
        "subtitle": "Your success today depends upon your ability to: work in the background, help others less fortunate, be compassionate, integrate, judge, prophesy, discriminate, re-conceive, refine, restore, complete.",
        "energy": 9,
        "mode": "day",
        "body": "A day of service and humanity, ideal for giving to charity, running garage sales, or offering assistance to others—especially the underprivileged, ill, incarcerated, or elderly. Seek out a neighbor in need or someone struggling, and donate something you no longer require. You may even be approached for help. If so, tread carefully: there's a risk of over-promising and later regretting the load you’ve taken on. Be available, but postpone final decisions until you’ve had time to assess the full picture.\n\nDon't be swayed by every emotional appeal. Giving charity to boost your ego misses the mark—true giving requires discernment. Today offers a valuable lesson in learning to recognize the genuinely needy from the manipulative few who wear the mask of misfortune. Maintain healthy skepticism. Take your time. Make no hasty decisions. Every ounce of your energy matters more than usual.\n\nThis is not a favorable day for major purchases or for piling on expenses. Any financial matters should have been addressed during your last 8-Day. Now is a time for reflection—pause before buying anything, even if you feel enthusiastic and can afford it. Ask yourself: is this something I truly need, or am I trying to fill a deeper emptiness with material things? Avoid escapism and embrace introspection. The personal insights you gain now may not be immediately obvious, but they will quietly enrich you in the long run.\n\nDomestically, this inward-focused day is best spent at home, resting and recharging. If home is not an option, choose a space that offers peace and comfort. Healing appointments are favored, as is time spent caring for your pets. If you or someone close needs an accurate diagnosis, this is a prime window to seek it.\n\nIt’s also a time when something significant may exit your life—temporarily or permanently. Let it go. Clinging to what’s ending only increases your loss. Letting go makes room for what’s truly needed, even if you don’t yet understand what that is.\n\nWhile this isn't a good day to start long-term ventures, you can make plans for relocating home or office, research future travel, and delegate responsibilities. Stay behind the scenes—advising, consulting, or observing rather than leading overtly. Avoid loud declarations. Be discreet, detail-oriented, and prepared for minor upsets. Backup plans are a wise precaution.\n\nThis day is about completing tasks and closing loops. Your energy may be lower, but your focus can stretch over long hours—just don’t overextend yourself. Recharge now so you’re ready for more extroverted days ahead. Choose quiet, restorative activities. Get into nature. Surround yourself with beauty. Eat well. Lean on meaningful friendships, music, and lighthearted pleasures.\n\nIf you’re intellectually inclined, this is a superb day for writing, research, composition, or deep contemplation. Your mind is sharp, precise, and discerning. Use it to review important documents or contracts. Now is the time to refine your ideas, your creations, and your commitments. Simplify. Seek clarity.\n\nRevisit past works, opinions, plans, and dreams. Let go of what no longer serves you. The 9-Day is an excellent cycle for refining—or completely rethinking—what you’ve already begun. Anything unworthy of your new standards can be cleared away to make space for what truly belongs."
    },
    {
        "title": "Nine Month",
        "subtitle": "Your evolution this month depends upon your willingness to: extend grace in quiet ways, contribute selflessly to the wellbeing of others, refine your emotional intelligence, integrate wisdom from recent lessons, and surrender control over what is ending",
        "energy": 9,
        "mode": "month",
        "body": "This month holds a subtle but unmistakable gravity. It invites you into a process of emotional and spiritual decluttering—a shedding of outdated roles, relationships, beliefs, and burdens. Unlike the swift, concentrated energy of a 9 Day, this is a more drawn-out, introspective process. There's a sense of something completing, though you may not know what until you look back.\n\nYou may find yourself drawn to humanitarian causes or feel compelled to assist others in need—especially those who are vulnerable or marginalized. However, the 9 Month asks for more than surface-level charity; it demands depth, compassion, and discretion. As you give, ask yourself: am I serving, or saving? Am I empowering, or enabling? Discerning compassion is your compass now.\n\nThis is a time for tying up loose ends—personally, professionally, creatively. Unfinished business may rise to the surface, urging closure or reconciliation. Let go of guilt and grudges. Complete projects that have dragged on. Make peace with what didn’t unfold the way you hoped. In this energy, it’s better to mourn the old than cling to it.\n\nYou may experience a sense of nostalgia or spiritual melancholy, yet there’s beauty in this softness. You’re more intuitive now, and your dreams may be especially vivid. Use this time for journaling, creative writing, or diving into music, art, or spiritual literature. Your inner world is rich, even if your outer world feels quieter than usual. Relationships may shift—some partings will be gentle, others abrupt. If something leaves, know it was time. Trust that the space created is sacred. Nature abhors a vacuum, and something more aligned will eventually arrive. You’re not being asked to build, but to release—to polish and perfect what remains. Simplify. Reflect. Forgive. Heal. And above all, be honest with yourself about what no longer resonates. Let what wants to go, go."
    },
    {
        "title": "Nine Year",
        "subtitle": "Your growth this year hinges upon your ability to: serve with compassion yet discernment, release what no longer serves your higher path, find clarity through introspection, complete lingering soul tasks, and align your life with a deeper sense of universal purpose.",
        "energy": 9,
        "mode": "year",
        "body": "This is a year of profound endings—less a time of conquest, more a time of closure. The 9 Year is a culmination, the final act before a new cycle begins. What unfolds now is both subtle and sweeping: you may feel that chapters are ending not just in your external life, but deep within your psyche. There’s an invisible sorting taking place—of relationships, ambitions, identities, and desires.\n\nDuring a 9 Year, life strips away the inessential. The things, people, and patterns that no longer reflect your truth begin to fall away—sometimes through loss, sometimes by choice. It is a year for completion, forgiveness, and spiritual surrender. You’re learning to bow gracefully to what has served its purpose.\n\nThis cycle amplifies your compassion and deepens your connection to the suffering of others. You may be drawn toward humanitarian service, or feel emotionally affected by global events. Yet you must serve from overflow, not depletion. Boundaries are crucial. Your energy is sacred now, and must be conserved for what truly matters.\n\nCreatively, this is a deeply fertile time. The 9 Year sharpens your aesthetic instincts and deepens your inner voice. Artists, writers, musicians, and spiritual seekers often find this year to be one of subtle mastery. But the rewards may not be material. This is a year to create from authenticity, not ambition.\n\nOld wounds may resurface—not to torment you, but to be healed with new perspective. Likewise, unresolved dynamics in relationships may come to a head. Some bonds will deepen through honesty and vulnerability; others may dissolve as the soul seeks release.\n\nFinancially and professionally, avoid launching large-scale initiatives unless they are completions of prior efforts. This is not the year to start a brand-new empire, but to gracefully close an era. Reflect on the lessons of the past eight years. What patterns do you want to carry forward? What will you leave behind?\n\nTrust the long arc. You are preparing the ground for the new cycle to come. The more consciously you let go, the more elegantly you will step into the next version of yourself. Rest often. Reflect deeply. Create beauty. And above all, let go with grace."
    },
    {
        "title": "Eleven Day",
        "energy": 11,
        "mode": "day",
        "subtitle": "Your success today depends upon your ability to: negotiate, manage conflict, be diplomatic, see the big-picture, be fair, moral, insightful, discerning and humanitarian",
        "body": "Your success today depends upon your ability to: negotiate, manage conflict, be diplomatic, see the big picture, be fair, moral, insightful, discerning, and humanitarian.\n\nWhat you do today is witnessed by the higher forces and will have a great significance in the times to come. It is important, therefore, to be as conscious and as moral as possible on this day. This is a day for mastery and for learning from the masters. Set high goals, but not so high that you will never reach them. If you are in the gutter, be sure to be looking at the stars, and if you have reached your pinnacle already, don’t forget about where you came from.\n\nYou can take care of all legal and contractual agreements now. You can make important announcements, and commence engagements, marriages, divorces, adoptions, partnerships and collaborations, and you can initiate high-powered meetings or projects which are designed to benefit you or the community at large.\n\nYou can expect a certain variety of challenges and tests to accompany the things that you are involved in during an 11-Personal Day. It is as if the Universal Intelligence is commenting on, or accenting, what you are about or what you are involved in. Therefore, it is a time to be attentive, reverent, and aware of subtleties. We actually defer our life-course to the Celestial Intelligence when choosing to initiate or take action on an 11.\n\nPractically, this is an excellent day for mass advertising, for public announcements, appeals to friends, inclusion of the world at large, and for large-scale, high-profile events. If you require sponsorship or media attention, and if you are making a debut to showcase your creative skills, there is no better time to get positive feedback.\n\nThis is a good day to assume a new position or take on a demanding job. Technological apparatus can be purchased during your 11, and experts can be consulted to help streamline your approach. Do not hesitate to spend money on necessary items, and do not get thwarted by the opinions or negations of others who do not share your vision.This is not a time for littleness and doubt.\n\nIf you do require detailed advice or information or if you need to do market research, commence this kind of activity now. Court dates should also be scheduled on the 11, especially for imbroglios in which you are absolutely blameless. Beginning personal lawsuits with 11 is a near guarantee that one will avail the best denouement.\n\nIf you are involved in counseling others, this is a good day to speak candidly and get to the truth. If you wish to have a hidden truth revealed, initiate meetings under an 11 and delve into the area. Even if you are not involved in legalities of an official nature, you can be confronted with certain important moral choices. Your decision-making abilities will need to be sharp, your conscience clear, and your resolve firm. Dating is also good on an 11 day.\n\nIf you have the desire to live in complete harmony with the Universe, and if you desire to be directly and lucidly guided by your higher Intelligence, you can make further use of this vibration. However, your life path will become a great deal more challenging on the utilitarian level as a result. This action is not recommended for those with ongoing family responsibilities and commitments."
    },
    {
        "title": "Eleven Month",
        "energy": 11,
        "mode": "month",
        "subtitle": "Your success this month depends upon your ability to: recognize your influence, hold to your moral code, navigate subtle dynamics, bridge differences, speak with clarity, honor your inner voice, and advocate for collective truth.",
        "body": "This month brings a heightened sensitivity to your impact on others and invites you to act as a moral compass within your own sphere. The 11 vibration for the month calls for diplomacy, insight, and the subtle art of choosing your words with both elegance and purpose. It is not a time to force agendas, but to listen deeply to the messages within and without.\n\nThere will likely be more emphasis on ethical choices, on deciding who you align with, and which causes or paths merit your long-term energy. The unseen world seems closer during this month—like whispers from a higher realm guiding you toward refinement, accountability, and inner illumination. Pay attention to synchronistic events, as they may carry divine instruction.\n\nThis is a powerful month for building bridges, healing relationships, and negotiating outcomes that benefit not only yourself but the collective. Public speaking, writing, activism, and campaigns that serve the greater good all find favor under this vibration. But such light comes with its tests. You may be placed in morally ambiguous situations or challenged to respond with grace in the face of misunderstanding or judgement.\n\nYou are being invited to be a steward of light in a time when shadow often prevails. Even your solitude can become sacred now, a space for prayer, recalibration, and creative inspiration. The inner world and the outer world begin to mirror each other more precisely than usual.\n\nMake decisions slowly, with integrity. Seek the advice of those with clear vision and high ideals. Above all, be conscious that this month you are building a reputation with the cosmos itself."
    },
    {
        "title": "Eleven Year",
        "energy": 11,
        "mode": "year",
        "subtitle": "Your success this year depends upon your ability to: live by higher principles, become a channel for wisdom, carry spiritual responsibility with grace, think systemically, serve humanity, and hold steady through deep inner transformation.",
        "body": "This is no ordinary year. When you walk through the terrain of an 11 Personal Year, you enter a realm where actions echo across lifetimes, and where destiny threads itself into daily life in often startling ways.\n\nA spiritual quickening begins—calling you to embody your higher self with authenticity and courage. You may find yourself awakening to greater insight, or perhaps grappling with profound existential questions. In this year, your potential as a messenger, mediator, teacher, or visionary becomes more pronounced. If you’ve long felt a calling to do something of significance, now is the time it begins to take form—albeit through rigorous tests of conscience and clarity.\n\nThis is a year of public roles, moral leadership, and spiritual engagement. Others may look to you for answers, direction, or inspiration. If you lead, let it be with humility. If you follow, let it be with discernment. The pressure to be “on mission” can feel intense, and the 11 vibration will not allow you to remain small, petty, or careless without consequences.\n\nLegal issues, civic matters, international relations, media engagement, or movements for justice may figure heavily. You are shaping a legacy here. Be mindful of how you present yourself to the world—this year may well place you on a stage, figurative or literal, that requires you to shine with both intelligence and heart.\n\nThe energy of 11 is double 1—double power, double challenge. You may find yourself split between extremes: optimism and doubt, visibility and solitude, intellect and intuition. Allow the tension to refine you, not break you.\n\nAt its highest expression, this is a year of revelation, artistic genius, healing work, sacred union, and visionary leadership. But it must be earned through unwavering attention to the soul’s compass. Stay aligned. Stay true. And do not underestimate the magnitude of what is unfolding beneath the surface.Would you like help adapting additional day energies into month and year versions?"
    }
]


