[
    {
        "title": "Two Day",
        "energy": 2,
        "mode": "day",
        "subtitle": "Your success today depends upon your ability to: compromise, negotiate, avoid conflict, work in the background, listen to others, see alternatives, be flexible, delegate responsibility.",
        "body": "The 2 Personal Day governs compromise, sharing and delegation. It is a time of decisions, choices, alternatives, and new perspectives. The motives of other people, as well as their particular behaviour, can be closely observed and studied now, and you can learn from the model of others around you. Comparison and contrast will be themes during the 2 period. This is a day for facilitation, collaboration and sharing, working with others or bringing potential allies on board. Two does not, however, favour pushing or asserting your ego, and though it is certainly an extrovert vibration it supports patient work and the delegation of the workload. This is an excellent time for listening rather than talking and for heeding the good, clear advice of people that you trust. It can ask for healthy compromises and for the adoption of new perspectives and alternatives approaches instead of reliance on old methods. Reconciliation with those who have grievances against you is to be done on a 2. And if you require favours from other people or from agencies within the community, now is a good time to seek them. On your 2 Day, it is likely that matters pertaining to the relationships in your life will come to the fore. Your intimate and professional relations with other people are a lesson now, and if some are not smooth or working aright, this is a good day to get down to solutions. Listen to what others are saying and don’t take their words or complaints personally. Don’t allow your emotions to dominate at this time. You can learn some precious lessons from the human mirrors that reflect back who and what you are. If you are misrepresented, correct the person diplomatically and calmly. If you feel greatly superior to everyone around you, then this day can see you cut down to size, but if your moral stance is authentic others can now praise you and model their own behaviour upon yours. This is one of the best days to teach by your example, rather than by force. The 2 supports you when researching, shopping, investigating, and when your are inquiring about services or anything which involves the direct assistance of other people (mechanic, cable–operators, computer experts, home-help, etc,.) To get the best on this day, be easy, open, available, personable, and responsive. You may be asked to reciprocate later for the services that you are offered and for the assistance of friends, colleagues and acquaintances."
    },
    {
        "title": "Two Month",
        "energy": 2,
        "mode": "month",
        "subtitle": "Your success today depends upon your ability to: compromise, negotiate, avoid conflict, work in the background, listen to others, see alternatives, be flexible, delegate responsibility.",
        "body": "The 2 Personal Month is a period of deliberation, harmony, and cooperative evolution. Where the Personal Day 2 calls for immediate compromise and interpersonal finesse, this month extends that process—creating a landscape where patience and diplomacy will shape your experiences. Decisions may not come easily, as this time asks for weighing options, considering multiple perspectives, and moving with care rather than haste. Much like a seedling breaking through the soil, this is a phase of delicate but essential growth, where the greatest progress is made through partnership, quiet perseverance, and strategic positioning rather than forceful action. Themes of collaboration, negotiation, and emotional refinement run deep now. You may find yourself pulled into situations where listening, understanding, and adapting are paramount. People around you—whether colleagues, partners, or even passing acquaintances—become living lessons, their interactions mirroring your own inner landscape. The 2 does not favor assertive dominance, but it offers great power to those who can subtly guide outcomes by reading between the lines, sensing unspoken needs, and responding with grace. Interpersonal relationships will likely take center stage, requiring patience and diplomacy. If tensions arise, resist the impulse to react impulsively; instead, absorb, reflect, and respond with tact. If you are waiting for clarity in a situation, trust that it will unfold at the right time—this month rewards endurance, not urgency. It is also an excellent time to strengthen bonds, mend misunderstandings, and develop alliances that will be instrumental in the months ahead. On a practical level, this is a great month for gathering information, researching, and refining plans before making a definitive move. It is a time of preparation rather than execution. Where the 1 Personal Month initiates, the 2 refines, strengthens, and ensures stability. It is a month of small but meaningful steps, where subtle shifts create profound long-term effects."
    },
    {
        "title": "Two Year",
        "energy": 2,
        "mode": "year",
        "subtitle": "Your success today depends upon your ability to: compromise, negotiate, avoid conflict, work in the background, listen to others, see alternatives, be flexible, delegate responsibility.",
        "body": "The 2 Personal Year is a journey through balance, patience, and the quiet art of positioning. Unlike the action-driven intensity of a 1 Personal Year, this period rewards cooperation over competition and refinement over initiation. The overarching lesson is that progress often comes through alignment rather than force, through strategic pauses rather than constant motion. This year invites you to develop emotional intelligence, master the art of timing, and understand the quiet power of influence. At times, this year may feel slow or even stagnant, especially if you crave immediate results. However, the 2 year is not about speed—it is about cultivating trust, deepening connections, and allowing situations to develop organically. Much like the ocean's tide, there are ebbs and flows—but each movement serves a purpose, pulling you toward a greater sense of balance and purpose. Relationships will play a defining role this year, revealing who supports your path and where real alliances exist. If partnerships—romantic, professional, or platonic—are not aligned with your true self, this year may bring a reorganization or even dissolution of certain bonds. Conversely, authentic connections will be strengthened, fortified, and expanded. Learning to collaborate, trust, and receive help from others is a key theme. This is also a year of self-discovery through reflection and observation. The outer world mirrors your inner state, showing you who you are through the actions and reactions of those around you. Moments of contrast—where differences emerge between yourself and others—are not here to frustrate you, but to offer wisdom, highlight blind spots, and refine your emotional depth. Above all, the 2 Personal Year teaches that true power does not always announce itself loudly. Sometimes, the most profound transformations happen in quiet moments, in the choices to listen rather than speak, to wait rather than push, to trust rather than control. This is a year of alignment, inner refinement, and preparing the soil for the major developments to come."
    },
    {
        "title": "Three Day",
        "energy": 3,
        "mode": "day",
        "subtitle": "Your success today depends upon your ability to: share, prepare, create, produce, materialise, adapt, include, refine.",
        "body": "This is a day for creativity, generosity, negotiation and healing, as well as for beautification. It is good for taking care of the body’s needs, for cosmetic work and for the purchasing of luxury items for the self or the home. This is a day for relishing your own creations and being proud of what you possess. Improve your surroundings, and decorate your environment. Purchase nice new clothes, some jewellery, as well as plants, animals, art-work and musical instruments, etc., and spoil yourself. Reciprocate those who have been generous to you, and who have extended needed help in the past. The giving of gifts (especially to the opposite sex) is also recommended for your 3-Personal Day. Healing appointments, even for animals, should also be scheduled now. You can plan visits to art galleries, or take in concerts, attend theatre plays or go to good restaurants, etc,. This will guarantee avoidance of all sickness, unpleasantness and danger (unless your energies are over the top). Professional meetings which are concerned with creations, brainstorming and compromise, rather than great detail are fine. This is not a day for extreme extroversion but is not entirely sedate either. Art, dance, or music classes, etc., can be commenced, and you can also make debuts which feature your own creations. You should avoid the tendency to indulge or eat excessively today. If you are involved in diets or health regimens, you must be extra diligent on the 3. Punctuality will also come a little harder, so expect it from yourself and others so as to minimise hostility. Do not overtax your energies today, and take whatever rest is available, if you are able. You will need extra energy for the days to come. You are also likely to be more physically sensitised and will not wish to be in hostile or toxic environments, or around loud and busy people. Try to enjoy your own company and be in peace and quiet, if possible. This is a day for pampering yourself, so do things which you enjoy and do not get overly involved in, or stressed over, practical matters. Today, the needs of others may invade quite dramatically, and overwhelm your energies and resources, so know how and when to draw your boundaries. The good you do now will be remembered and rewarded later, but be sure not to drown in your own altruism."
    },
    {
        "title": "Three Month",
        "energy": 3,
        "mode": "month",
        "subtitle": "Your success this month depends upon your ability to: express, nurture, create, appreciate, refine, connect, envision, and enjoy.",
        "body": "This is a month of creativity, refinement, and heartfelt expression—a time to step back, admire what has already come to fruition, and enjoy the beauty of life. The energy of 3 brings an artistic, visionary quality, encouraging you to see the whole picture rather than getting lost in the details. Whether in your personal or professional life, allow yourself to dream bigger, create freely, and refine your surroundings with elegance. This is not a month for heavy schedules or rigid discipline. Instead, flow with the rhythm of inspiration. Savor what you have already built—whether relationships, achievements, or personal milestones—and take time to nourish yourself in body and soul. Treat yourself to small luxuries, whether through art, fashion, music, or time spent in beautiful surroundings. Your environment matters now, so enhance it with color, beauty, and warmth.  Relationships take on a special glow during this period. Let the people in your life know how much they are appreciated. Whether through thoughtful words, gestures, or small gifts, your expressions of gratitude will strengthen bonds and bring joy to both giver and receiver. Family time is especially precious now—play with the kids, laugh freely, and embrace the lighthearted side of life. The 3 Month also encourages social connection and professional collaboration, but in a relaxed, open-ended way. This is a time for brainstorming, sharing ideas, and engaging in creative discussions, but not for strict deadlines or high-pressure decision-making. Allow ideas to breathe and evolve naturally. Above all, resist the temptation to overextend yourself. This is a time to restore, replenish, and appreciate the beauty that already surrounds you. Take life at a gentle pace, nurture yourself and others, and trust that inspiration will flow when the time is right."
    },
    {
        "title": "Three Year",
        "energy": 3,
        "mode": "year",
        "subtitle": "Your success this year depends upon your ability to: embrace, inspire, cultivate, celebrate, expand, uplift, harmonize, and manifest.",
        "body": "A 3-Personal Year is a time of vision, creativity, and joyful self-expression. This is a year to embrace beauty, refine your world, and take a broader view of your life’s direction. It is not a time for pushing forward with rigid goals but rather for appreciating what has already come into being, nourishing your dreams, and shaping your future with artistry and intention. The energy of this year asks you to see the whole picture—to reflect on your journey so far and to allow new possibilities to emerge organically. While this is a year of expansion, it is also one of celebration. Take time to enjoy what you have already achieved, rather than always looking to the next thing. This is a time for inspiration, for deepening connections, and for embracing the richness of life’s experiences. Creativity is heightened, and whether in your personal or professional life, you will find that beauty, art, and self-expression play an important role. This is a wonderful year to explore new interests, refine existing talents, and surround yourself with the things that uplift and inspire you. However, this is not a year for exhausting yourself with heavy schedules or high-pressure demands. Energy flows best when you allow space for spontaneity, play, and rest. Relationships take on greater meaning now, and expressing appreciation for those you love is essential. Let the people in your life know how much they matter—through words, thoughtful acts, or shared experiences. This is a year for nourishing connections, strengthening bonds, and embracing the joy of togetherness. Family life is especially highlighted, making this a wonderful time for reconnecting, playing with children, and celebrating the simple pleasures of companionship. Professionally, collaboration is favored, but in an organic, free-flowing way. This is a year for brainstorming, for dreaming, for setting the stage for future successes rather than forcing rigid structures. Trust in the process, embrace the beauty of life, and allow yourself the freedom to create without pressure. Above all, this is a year to nourish yourself and others—emotionally, spiritually, and creatively. The energy you invest in refining and appreciating your world now will set the tone for greater fulfillment in the years to come."
    },
    {
        "title": "Eight Day",
        "energy": 8,
        "mode": "day",
        "subtitle": "Your success today depends upon your ability to think big, exert influence, seize the day, set power-goals, be ambitious, resist challenges, overcome rivals.",
        "body": "A very extrovert and high energy day. This is the numeral of power, advancement and success. It is excellent for making money, and for initiating money-making schemes. Favors large purchases and corporate maneuvers, high-profile ad-campaigns, trend-setting ventures, and high-end purchases or sales. You can collaborate, but be sure that you are the main decision maker. This is not a good day to have others in superior positions, nor the time to necessarily delegate authority or responsibility to others, but if you must, then do so in small manageable portions. Your image is important now, and the manner in which you come across to others will matter more than at any other time. Therefore, come across as no-nonsense, capable, and indefatigable. Avoid straying into indefinites and do not be vague or obscure. Clarity, professionalism, and practicality are the order of the day. The more charm and suaveness you can muster the better. Show no weakness, even when backed into a corner. Show no fear and be sure to back up the promises you make. Your reputation will be on the line. If you are able to deliver, you will make powerful allies, and will advance. Under the 8, you are given the ability to defeat rivals and assert your authority. However, you must still be efficient and focused, and must predict what your opponents will do next. Strategy is the keyword, and the more prepared you are, the more successful you will be. Though your energies will be at their peak you must avoid becoming overly aggressive or impulsive. Domestically, this is a great time to have fun and be with children. Gambling is better on an 8 day, as is taking calculated risks with your money. Spending money is okay, especially recreationally, or on items of inherent value which will enhance your appeal and status. So be generous, and reward those who have assisted you. All games and competitions should be convened on your 8 since it exalts the chance for luck and success. It is an excellent time for auditions or debuts, and the harder you have worked the better the outcome will be. This is a day for fame and recognition, so adopting an attitude and energy to match will pay dividends. Because physical energies are rather exalted today, there may be a need for caution, especially if you are a naturally extrovert or impulsive person. Equally importantly, you must have taken the time to conserve your life-force on the day, or days, previously, so that you do have the necessary zest now. If you do not reap the expected benefits of your 8-Personal Day, one of the main reasons will be your over-exertion on inappropriate days previously. So, pay attention to those forces, or people, serving to block achievement and squander precious vitality so that it is wanting on those important occasions. The chances that come to you on the 8-Personal Day, are often “once in a lifetime” events, so be prepared and determined. This day is especially favorable for sports-persons, artists, musicians, designers, magnates, and those on the public stage."
    },
    {
        "title": "Eight Month",
        "energy": 8,
        "mode": "month",
        "subtitle": "Your success this month depends upon your ability to command respect, set high-stakes goals, maintain unwavering focus, and act with both confidence and strategy.",
        "body": "This is a month of power moves, relentless ambition, and high-stakes advancement. The numeral 8 governs influence, authority, and material success, and over the course of this month, opportunities will present themselves that demand decisive action. This is a time for executive thinking, for setting larger-than-life goals, and for pushing past barriers that once seemed insurmountable. Business ventures, corporate dealings, and financial investments all come under favorable auspices, but only for those willing to lead rather than follow. This is not a time to second-guess your instincts, nor to relinquish control to those less capable. While collaboration can be useful, you must remain the architect of your own success—others may assist, but they should not dictate your course. Reputation and public image will be of paramount importance during this cycle, and the way in which you project yourself will determine the level of success you achieve. The 8 does not reward timidity or hesitation, but neither does it favor reckless aggression. The ideal approach is calculated confidence, an unwavering presence that commands respect. Whether in business, creative endeavors, or personal ambitions, the 8-Personal Month is an opportunity to establish your authority, win over allies, and secure long-term gains. Be bold, but always remain strategic—your ability to outthink and outmaneuver competitors will determine how far you rise. On a personal level, this is a month where financial prosperity and material rewards can flow, but only through action, precision, and an unshakable belief in your vision. The 8 month invites big wins, high-risk ventures, and the potential for life-changing opportunities, but these require both readiness and resilience. Be mindful of exhaustion—your energy levels must be sustained over time, not burned out in an initial blaze. If you miscalculate and exhaust yourself too early, you risk missing the most pivotal moments. Keep your vitality in check, conserve when necessary, and strike with full force when the moment demands. This is also a time to redefine your social standing, to make power moves that will be remembered, and to capitalize on opportunities that only come around once in a great while. Luck favors the prepared, and in this month, preparation means mastering the art of strategic dominance. Whether through financial ventures, creative pursuits, or competitive arenas, the 8-Personal Month rewards the bold—but only if they play their hand wisely."
    },
    {
        "title": "Eight Year",
        "energy": 8,
        "mode": "year",
        "subtitle": "Your success this year depends upon your ability to assert dominance, forge your legacy, take calculated risks, outmaneuver rivals, and claim your rightful place at the top.",
        "body": "The 8-Personal Year is a test of strength, willpower, and strategic acumen. This is a year in which the universe demands results, where ambition must be met with action, and where passivity will lead to stagnation. If previous years were spent in preparation, this is the time for execution—for taking the reins and forging forward with unstoppable determination. This is not a year to shrink back or hesitate. It is a time of expansion, financial growth, and career elevation. Whether you are in business, the arts, finance, or leadership, this year offers the potential for major breakthroughs, provided you are willing to assert your power and take full control of your path. The 8 energy does not reward the meek, nor does it tolerate indecision—it calls upon leaders, risk-takers, and visionaries to step up and claim their due. Expect to face rivals, challenges, and tests of resilience. The 8 year does not simply hand out rewards; it demands proof of capability. Your ability to outthink, outmaneuver, and outlast competitors will determine whether you rise to new heights or fall short of your ambitions. This is a year of calculated risks and high-yield efforts—not all ventures will be easy, but the rewards will be worth it. Financially, this is a year where money flows, but only to those who know how to handle it. Investments, acquisitions, and financial deals should be approached with both courage and careful scrutiny. Money can be made, but it can also be lost—only those with a firm grip on their strategy will emerge victorious. Success is not just about what you gain, but also about how well you protect what you’ve built. Your personal power and presence will be heightened, making this a prime time for networking, forging alliances, and stepping into roles of influence. You will be called upon to own your authority, to prove your worth, and to command respect. This is a year where you will be watched, judged, and remembered, so every move must be made with precision and confidence. However, be mindful of burnout and overexertion. The 8-Personal Year is intense, and while it rewards effort, it does not favor reckless self-destruction. Pacing is key—know when to push forward and when to step back and recalibrate. Mastering this rhythm will allow you to sustain power over the long term, rather than burn out in short-lived victories. Ultimately, the 8-Personal Year is about leaving a lasting mark, building a legacy, and claiming the rewards of past efforts. It is a time when fate offers the stage, but only those who dare to stand in the spotlight will seize the moment. This is your year to rise, conquer, and redefine what success means for you."
    },
    {
        "title": "Twenty Two Day",
        "energy":22,
        "mode": "day",
        "subtitle": "Your success this year depends upon your ability to assert dominance, forge your legacy, take calculated risks, outmaneuver rivals, and claim your rightful place at the top.",
        "body": "Similar to the 11 Vibration or Harmonic, your deeds and endeavors are accented today, and have impact above the personal level. It is a fun day, for being light and free. Don’t get involved in heavy responsibilities now, if possible. Be with animals, or in nature, and feel free to just brainstorm and contemplate. This is a time for doing exiting things, and for challenging your fixed perceptions. Do things that you normally loathe, or rebel against, and open your mind to that which seems unfamiliar. Be open to new perspectives, and spend time around those who challenge the status quo to which you have become accustomed. Today, there are few rules, and the way is open for you to present yourself to yourself, as you really are. Strange idiosyncratic people or experiences can occur to assist in this process of self-revelation. Other people may actually know you better than you do yourself, so pay heed to the wise ones around you, and take to heart their advice. Today, you will want to break the rules, and shock others. You will want to break free and be around unusual people, and in unfamiliar environs. You will want to try this and that, and will be open to experimentation. With a certain rational level of caution, you should have powerful experiences today, and learn a lot of important things about yourself. Due to the free nature of this energy, you should avoid reckless and immoral behavior, and remember that even freedom has its rules. You are permitted, by Nature, to do whatever you desire to do, to YOURSELF, but you are not permitted, by Nature, to do anything you desire to other people, whether they give their consent, or not. If you are not cautious, and respectful of the boundaries of other people, you could find yourself in unexpected trouble. The 22-Day can take you to great heights but it will not ultimately support meddling or moral violation. The 22 is especially supportive for large scale promotions, media-performances, public-addresses and mass-appeals. It supports the assertion of personal uniqueness, and if you are a person that does think outside the box, this is the best time to showcase your vision, since other people will also be more likely to “get it.” Time will be well spent researching ground-breaking approaches and novel ideas, interviewing inventors and studying your competition. If you work within the media or technological fields, this day is of especial importance. Big things can occur, so be ready for the hot story when it comes down. The unusual is your signal now. Children, animals, and exiting, enigmatic, idiosyncratic people are likely to play a part in your life today."
    },
    {
        "title": "Twenty Two Month",
        "energy": 22,
        "mode": "month",
        "subtitle": "Your success this month depends upon your ability to challenge convention, embrace the unknown, master self-expression, take creative risks, and become a visionary force.",
        "body": "This month resonates with high-frequency energy, offering you a rare opportunity to break boundaries, innovate, and redefine your role in the world. The vibration of 22 calls upon the visionary within, the part of you that seeks to dismantle conventions, challenge preconceived notions, and create something of lasting significance. What you do this month has far-reaching consequences, extending beyond personal gain and into the collective realm. The projects you embark on, the ideas you cultivate, and the actions you take will have an impact larger than you may initially realize. This is not a time for small thinking or cautious steps. It is a period of expansion, where the traditional rules of engagement loosen, and you are given permission—indeed, encouragement—to experiment, play, and explore. Novelty is your ally, and unconventional people, strange encounters, and unexpected shifts will serve as catalysts for self-revelation. This is a time for stepping out of your comfort zone and redefining what is possible. Engaging with groundbreaking technologies, forward-thinking individuals, and avant-garde concepts will be particularly fruitful now. The freedom inherent in this energy is exhilarating, but it also demands responsibility. There is a fine line between liberation and recklessness, and while this month urges you to throw off limitations, it also insists that you respect ethical boundaries and the rights of others. The universe permits you to explore every aspect of yourself, but it will not tolerate actions that infringe upon the well-being of those around you. If you do not recognize this balance, you may find that what begins as an adventure swiftly turns into a lesson in limits. Creatively, this is a phenomenal time. Whether you are in the media, technology, the arts, or any field that values innovation, this month presents the perfect stage for your brilliance to be seen and understood. Promotions, public performances, media campaigns, and high-profile collaborations will thrive under this influence. It is also an excellent time for deep research, interviews with visionaries, and bold new business strategies. If you have an idea that challenges the status quo, now is the time to unveil it. Be prepared for electrifying experiences, profound insights, and a reawakening of your most authentic, untamed self. This is a month of reinvention, where the boldest version of you can take center stage."
    },
    {
        "title": "Twenty Two Year",
        "energy": 22,
        "mode": "year",
        "subtitle": "Your success this year depends upon your ability to break free from outdated structures, pioneer new ideas, amplify your influence, and embody radical authenticity.",
        "body": "A 22-Personal Year is an era of transformation, expansion, and unparalleled originality. This is a year where conventional paths will not serve you—you are being called to step beyond the known, beyond the familiar, and into a realm of infinite potential. The 22 is a master number, and its vibration amplifies your ability to create, to inspire, and to leave an impact on the world around you. If ever there were a time to think big, to take risks, and to step into your own genius, this is it. The year ahead will be defined by shocking revelations, paradigm shifts, and the breakdown of old structures. The comfort zone is no longer a viable space for you—every aspect of your life will demand innovation and reinvention. You will feel an innate urge to challenge authority, push against limitations, and break free from the confines of routine. You may find yourself drawn to progressive movements, revolutionary ideas, and communities that exist at the cutting edge of thought and technology. This is a powerful time for visibility. If you have something to say, the world is listening. If you have a vision, now is the time to bring it to life. Public speaking, media ventures, large-scale promotions, and mass influence are all favored now. You may be thrust into situations where you must lead, inspire, or introduce a radical new approach—and if you rise to the occasion, the rewards will be substantial and enduring. However, with great freedom comes great responsibility. The wild energy of the 22 is magnetic and boundless, but it is not without its ethical constraints. This is a year where your actions must align with integrity. Recklessness, arrogance, or a disregard for consequences will bring swift lessons. The key to mastering this energy is understanding that true freedom comes with self-discipline. On a personal level, expect to cross paths with extraordinary individuals, people who will challenge your worldview and introduce you to entirely new ways of thinking. You may find yourself exploring different cultures, new philosophies, or avant-garde technologies that redefine what you once believed possible. Your mind is being expanded beyond its former limits, and your perspective on life, creativity, and ambition will shift dramatically. This is a year of unpredictable twists, exhilarating breakthroughs, and the forging of a new identity. Be bold, be open, and be ready to step into the unknown—for it is there that you will find your truest power."
    }
]


